train_dataset=[
{"text":"So everyone, my name is Yu-hoo and I'm from Chinese-American Corporation and Caliphets","label":"introduction"},
{"text":'So the The first one question is, can you tell us about yourself and why you are running or re-rocking for this position?',"label":"non-introduction"},
{"text":'We can go The first one',"label":"non-introduction"},
{"text":"I'm running to bring A new voice, A unique perspective and ensure we move forward with care,","label":"non-introduction"},
{"text":"Hi I'm Patrick Mayor.", "label":"introduction"},
{"text":"I'm Joe Patta.","label":"introduction"},
{"text":'who has arrived, take the seat here with us?',"label":"non-introduction"},
{"text":'The The first one one has broken ground in the next three years or so.',"label":"non-introduction"},
{"text":'Let me explain A little bit about by right subdivisions. Because of what is coming to town', "label":"non-introduction"},
{"text":'until the the citizen brought forward the article and this campaign started bringing this issue',"label":"non-introduction"},
{"text":"We'll start with Patrick on my right.","label":"non-introduction"},
{"text":'And I started the debate team at Lexington High School',"label":"non-introduction"},
{"text":'Okay, I want to start by thanking Ivey Klx and Lyceum for organizing this and giving us the opportunity.',"label":"non-introduction"},
{"text":'Well, hello.',"label":"non-introduction"},
{"text":"Hi I'm Meg Muckenhout, here representing the Lexington Lyceum advocates.","label":"introduction"},
{"text":'Civil discourse, so glad to see everyone here,', "label":"non-introduction"},
{"text":'So Now The first one question, though,', "label":"non-introduction"},
{"text":"Hello, I'm Tina Mcbride and let me know if I'm not","label":"introduction"},
{"text":"Hi I'm Tom Tom scheibel","label":"introduction"},
{"text":'We will begin with Tom',"label":"non-introduction"},
{"text":"Hello, my name is Sarah Carter, and I'm running for the two-year school committee position.","label":"introduction"},
{"text":'I will be putting all children The first one will be one of the guiding principles for any work that I do.',"label":"non-introduction"},
{"text":'Hi my name is Lana Penisou.',"label":"introduction"},
{"text":'We will start to marry, move on to Eileen then Lana and Sarah',"label":"non-introduction"},
{"text":'work addict and teach children to work independently and take on new challenges.',"label":"non-introduction"},
{"text":'We will start with Eileen then move on to Dana then Sarah and then Larry',"label":"non-introduction"},
{"text":'The new literacy programs was instituted about',"label":"non-introduction"},
{"text":'That we talk about The new literacy program every school committee',"label":"non-introduction"},
{"text":'coming to the schools and be prepared for that.', "label":"non-introduction"},
{"text":"come The first one And, you know, in A lot of ways, it's unfortunate when we talk about students","label":"non-introduction"},
{"text":'You want to start with me again?',"label":"non-introduction"},
{"text":'What makes me different? Why you should vote for me?',"label":"non-introduction"},
{"text":'I want to start The first one by say, one, I consider A excellent education to include more than just math and science engineering.',"label":"non-introduction"},
{"text":'My name is Tamita Mindyanya.', "label":"introduction"},
{"text":'We could start with Joe Mary Engel in that order.',"label":"non-introduction"},
{"text":'Do you want to start by the microphone?',"label":"non-introduction"},
{"text":'So we can start.',"label":"non-introduction"},
{"text":'The basically, the condominiums are going to provide A The first one rung on the ownership ladder for people coming into Lexington',"label":"non-introduction"},
{"text":'Hello, you know,',"label":"non-introduction"}
]
